<x-layout>
    <div>
        <p>Необходимо сделать на фреймворке Yii2 + MySQL каталог книг. Книга может иметь несколько авторов.</p>
        <ol>
            <li>
                Книга - название, год выпуска, описание, isbn, фото главной страницы.
            </li>
            <li>
                Авторы - ФИО.
            </li>
        </ol>
        <p>Права на доступ:</p>
        <ol>
            <li>
                Гость - только просмотр + подписка на новые книги автора.
            </li>
            <li>
                Юзер - просмотр, добавление, редактирование, удаление.
            </li>
        </ol>
        <p>Отчет - ТОП 10 авторов выпуствиших больше книг за какой-то год.</p>
        <p>ПЛЮСОМ БУДЕТ:</p>
        <p>Уведомление о поступлении книг из подписки должно отправляться на смс гостю.</p>
        <p>https://smspilot.ru/ там "Для тестирования можно использовать ключ эмулятор (реальной отправки SMS не происходит)."</p>
    </div>
</x-layout>